tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "railwaycat/emacsmacport"
tap "weaveworks/tap"
brew "act"
brew "automake"
brew "awscli"
brew "cmake"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "fd"
brew "git"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "grpcurl"
brew "helm"
brew "jmeter"
brew "jq"
brew "k6"
brew "k9s"
brew "krb5"
brew "kubernetes-cli"
brew "libyaml"
brew "minikube"
brew "nvm"
brew "openssl@3"
brew "postgresql@12"
brew "python@3.9"
brew "redis"
brew "ripgrep"
brew "zlib"
brew "railwaycat/emacsmacport/emacs-mac"
brew "weaveworks/tap/eksctl"
cask "adoptopenjdk8"
cask "alfred"
cask "amethyst"
cask "aptible"
cask "aws-vault"
cask "dash"
cask "iterm2"
cask "karabiner-elements"
cask "obsidian"
cask "phoenix"
cask "slack"
cask "spotify"
cask "visual-studio-code"
